Repository: NeatMacApps/NeatPaste
Catalog: NeatPaste/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.credits
source: A macOS clipboard history manager. Unrelated to the iOS text-cleaning app of the same name.
zh_hans: macOS 剪贴板历史工具。与同名 iOS 文本清理应用无关。

# hotkey.key.space
source: Space
zh_hans: 空格

# hotkey.key.unknown
source: Key
zh_hans: 按键

# menu.about
source: About NeatPaste
zh_hans: 关于 NeatPaste

# menu.hideMenuBarIcon
source: Hide Menu Bar Icon
zh_hans: 隐藏菜单栏图标

# menu.checkForUpdates
source: Check for Updates…
zh_hans: 检查更新…

# menu.launchAtLogin
source: Launch at Login
zh_hans: 开机自启动

# menu.openPanel
source: Open Panel
zh_hans: 打开面板

# menu.quit
source: Quit NeatPaste
zh_hans: 退出 NeatPaste

# menu.settings
source: Settings…
zh_hans: 设置…

# panel.accessibility.body
source: To paste automatically, allow NeatPaste in System Settings → Privacy & Security → Accessibility. You can still press ⌘V yourself.
zh_hans: 要自动粘贴，请在「系统设置 › 隐私与安全性 › 辅助功能」中允许 NeatPaste。你仍然可以自己按 ⌘V。

# panel.accessibility.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# panel.accessibility.title
source: Automatic paste needs permission
zh_hans: 自动粘贴需要授权

# panel.copiedOnly
source: The item was copied to the clipboard.
zh_hans: 条目已写入系统剪贴板。

# panel.history.delete
source: Delete
zh_hans: 删除

# panel.history.empty
source: Copy something. It will show up here.
zh_hans: 复制任意内容，就会出现在这里。

# panel.image.placeholder
source: Image
zh_hans: 图片

# panel.preview.title
source: Preview
zh_hans: 预览

# panel.search.clear
source: Clear search
zh_hans: 清除搜索

# panel.search.placeholder
source: Search
zh_hans: 搜索

# recovery.running.detail
source: Clipboard history is still being recorded. Show the menu bar icon to get the panel back.
zh_hans: 剪贴板历史仍在收录。打开「显示菜单栏图标」即可重新唤出面板。

# recovery.running.title
source: NeatPaste is still running
zh_hans: NeatPaste 仍在运行

# settings.hotkey.clear
source: Clear
zh_hans: 清除快捷键

# settings.hotkey.cleared
source: Cleared
zh_hans: 已清除

# settings.hotkey.current
source: Current global shortcut
zh_hans: 当前全局唤起快捷键

# settings.hotkey.hint
source: You can change this anytime. Common macOS shortcuts are reserved.
zh_hans: 可随时修改；不会占用 macOS 的常用组合。

# settings.hotkey.initFailed
source: The global shortcut could not start. Please relaunch NeatPaste.
zh_hans: 全局快捷键无法初始化，请重新启动 NeatPaste。

# settings.hotkey.needModifier
source: Hold Command, Option, Control, or Shift as well.
zh_hans: 请同时按住 Command、Option、Control 或 Shift。

# settings.hotkey.record
source: Record Shortcut
zh_hans: 录制新快捷键

# settings.hotkey.recording
source: Recording…
zh_hans: 正在录制…

# settings.hotkey.recordingHint
source: Press the new shortcut now. Press Escape to cancel.
zh_hans: 现在按下新的组合键；按 Escape 取消。

# settings.hotkey.reserved
source: This combination is reserved by macOS. Choose another.
zh_hans: 这个组合由 macOS 保留，请换一个组合。

# settings.hotkey.restore
source: Restore Default
zh_hans: 恢复默认

# settings.hotkey.section
source: Global Shortcut
zh_hans: 全局快捷键

# settings.hotkey.taken
source: This combination is already used by macOS or another app. Choose another.
zh_hans: 这个组合已被 macOS 或其他应用占用，请换一个组合。

# settings.ignoredApps.empty
source: No ignored apps yet.
zh_hans: 目前没有忽略的应用。

# settings.ignoredApps.footnote
source: Copies from listed apps will be ignored. Adding apps arrives in the next update; the setting is already saved in one place.
zh_hans: 来自这些应用的复制会被忽略。添加应用会在下一波接入；设置键已经集中存放。

# settings.ignoredApps.section
source: Ignored Apps
zh_hans: 忽略的应用

# settings.launchAtLogin.failed
source: Could not update launch at login. Try again later.
zh_hans: 开机自启动更新失败，请稍后重试。

# settings.launchAtLogin.needsApproval
source: Launch at login is waiting for approval. Allow NeatPaste in System Settings → General → Login Items.
zh_hans: 开机自启动等待系统批准。请在「系统设置 › 通用 › 登录项」中允许 NeatPaste。

# settings.launchAtLogin.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# settings.launchAtLogin.section
source: Launch at Login
zh_hans: 开机自启动

# settings.launchAtLogin.toggle
source: Open NeatPaste at login
zh_hans: 登录时打开 NeatPaste

# settings.menuBarIcon.section
source: Menu Bar
zh_hans: 菜单栏

# settings.menuBarIcon.toggle
source: Show Menu Bar Icon
zh_hans: 显示菜单栏图标

# settings.title
source: Settings
zh_hans: 设置
